import java.util.Scanner;

public class Main {

    public static void main(String[] args) {

        // НИЖЧЕ ПРИКЛАД КОДУ, ВИКОРИСТОВУЙТЕ ЙОГО ЯК ЗРАЗОК,
        // АЛЕ САМ ПРИКЛАД МОЖНА ВИДАЛИТИ ПОТІМ
        // Приклад сканнера для перехоплення вводу користувача з консолі
        Scanner sc = new Scanner(System.in);
        // Таким чином можна отримати цифру яку ввів користувач
        // і зберегти її в змінну типу int
        int choice1 = sc.nextInt();


        // Нижче пишіть ваш код з реалізацією завдання
        // Коли пишете логіку гри - не забувайте періодично запускати програму
        // І переконуватись, що все працює як треба, заодно тестуйте її перебираючи інпути

    }

}
